Repository: barfi3647/django-allauth
Catalog: allauth/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Added on %(created_at)s
fa: در %(created_at)s اضافه شده

source: Last used %(last_used)s
fa: آخرین بار در %(last_used)s استفاده شده

source: Edit
fa: ویرایش

source: Edit Security Key
fa: ویرایش کلید امنیتی

source: Save
fa: ذخیره

source: Create Passkey
fa: ایجاد کلید ورود

source: You are about to create a passkey for your account. As you can add additional keys later on, you can use a descriptive name to tell the keys apart.
fa: شما در حال ایجاد یک کلید ورود برای حساب خود هستید. از آنجا که می‌توانید در آینده کلیدهای اضافی اضافه کنید، می‌توانید از یک نام توصیفی برای تمایز بین کلیدها استفاده کنید.

source: Create
fa: ایجاد

source: This functionality requires JavaScript.
fa: این قابلیت نیاز به جاوا اسکریپت دارد.

source: Third-Party Login Failure
fa: ورود ناموفق از طریق حساب شخص ثالث

source: An error occurred while attempting to login via your third-party account.
fa: هنگام تلاش برای ورود از طریق حساب شخص ثالث شما خطا رخ داده است.

source: You can sign in to your account using any of the following third-party accounts:
fa: شما می‌توانید با استفاده از هر یک از حساب‌های شخص ثالث زیر وارد حساب خود شوید:

source: You currently have no third-party accounts connected to this account.
fa: در حال حاضر هیچ حساب شخص ثالثی به این حساب متصل نیست.

source: Add a Third-Party Account
fa: افزودن حساب شخص ثالث

source: A third-party account from %(provider)s has been connected to your account.
fa: یک حساب شخص ثالث از %(provider)s به حساب شما متصل شده است.

source: Third-Party Account Connected
fa: حساب شخص ثالث متصل شد

source: A third-party account from %(provider)s has been disconnected from your account.
fa: یک حساب شخص ثالث از %(provider)s از حساب شما قطع شده است.

source: Third-Party Account Disconnected
fa: حساب شخص ثالث قطع شد

source: Connect %(provider)s
fa: اتصال %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
fa: شما در حال اتصال یک حساب شخص ثالث جدید از %(provider)s به حساب خود هستید.

source: Sign In Via %(provider)s
fa: ورود از طریق %(provider)s

source: You are about to sign in using a third-party account from %(provider)s.
fa: شما در حال ورود با استفاده از حساب شخص ثالث از %(provider)s هستید.

source: Continue
fa: ادامه

source: Login Cancelled
fa: ورود لغو شد

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
fa: شما تصمیم گرفتید ورود به سایت ما را با یکی از حساب‌های موجود خود لغو کنید. اگر این یک اشتباه بود، لطفاً برای ورود به <a href="%(login_url)s">ورود</a> ادامه دهید.

source: The third-party account has been connected.
fa: حساب شخص ثالث متصل شد

source: The third-party account has been disconnected.
fa: حساب شخص ثالث قطع شد.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
fa: شما در حال استفاده از حساب %(provider_name)s خود برای ورود به %(site_name)s هستید. لطفاً فرم زیر را تکمیل کنید.

source: Or use a third-party
fa: یا از حساب شخص ثالث استفاده کنید

source: Signed out of all other sessions.
fa: از تمام نشست‌های دیگر خارج شدید.

source: Started At
fa: شروع شده در

source: IP Address
fa: نشانی IP

source: Browser
fa: مرورگر

source: Last seen at
fa: آخرین بار در

source: Current
fa: گذرواژه کنونی

source: Sign Out Other Sessions
fa: خروج از سایر نشست‌ها

source: User Sessions
fa: نشست‌های کاربری

source: session key
fa: کلید نشست
