Repository: barfi3647/django-allauth
Catalog: allauth/locale/*/LC_MESSAGES/django.po
Languages: fa

source: This account is currently inactive.
fa: این حساب در حال حاضر غیرفعال است.

source: You cannot remove your primary email address.
fa: نمی‌توانید نشانی ایمیل اصلی خود را حذف کنید.

source: This email address is already associated with this account.
fa: این نشانی ایمیل از قبل به این حساب مرتبط است.

source: The email address and/or password you specified are not correct.
fa: نشانی ایمیل ویا گذرواژه‌ای که وارد کرده‌اید صحیح نیست.

source: A user is already registered with this email address.
fa: یک کاربر قبلاً با این نشانی ایمیل ثبت‌نام کرده است.

source: Please type your current password.
fa: لطفاً گذرواژه کنونی خود را وارد کنید.

source: Incorrect code.
fa: کد اشتباه است.

source: Incorrect password.
fa: گذرواژه اشتباه است.

source: Invalid or expired key.
fa: کلید نامعتبر یا منقضی شده است.

source: The password reset token was invalid.
fa: توکن بازنشانی گذرواژه نامعتبر است.

source: You cannot add more than %d email addresses.
fa: نمی‌توانید بیشتر از %d نشانی ایمیل اضافه کنید.

source: Too many failed login attempts. Try again later.
fa: تلاش‌های ورود ناموفق بیش از حد مجاز بوده است. لطفاً بعداً دوباره امتحان کنید.

source: The email address is not assigned to any user account
fa: این نشانی ایمیل به هیچ حساب کاربری‌ای مرتبط نشده است.

source: Your primary email address must be verified.
fa: نشانی ایمیل اصلی شما باید تأیید شده باشد.

source: Username can not be used. Please use other username.
fa: این نام‌کاربری قابل استفاده نیست. لطفاً از نام‌کاربری دیگری استفاده کنید.

source: The username and/or password you specified are not correct.
fa: نام‌کاربری و/یا گذرواژه‌ای که وارد کرده‌اید نادرست است.

source: Use your password
fa: از گذرواژه خود استفاده کنید.

source: Use authenticator app or code
fa: از اپلیکیشن تأیید هویت یا کد استفاده کنید.

source: Use a security key
fa: از کلید امنیتی استفاده کنید.

source: Mark selected email addresses as verified
fa: نشانی‌های ایمیل انتخابی را به‌عنوان تأیید شده علامت‌گذاری کنید.

source: Accounts
fa: حساب‌ها

source: You must type the same password each time.
fa: گذرواژه‌ها باید یکسان باشند!

source: Password
fa: گذرواژه

source: Remember Me
fa: مرا به خاطر بسپار

source: Email address
fa: نشانی ایمیل

source: Email
fa: ایمیل

source: Username
fa: نام‌کاربری

source: Username or email
fa: نام‌کاربری یا ایمیل

# field label
source: Login
fa: ورود

source: Forgot your password?
fa: گذرواژه خود را فراموش کرده‌اید؟

source: Email (again)
fa: ایمیل (دوباره)

source: Email address confirmation
fa: تأیید نشانی ایمیل

source: Email (optional)
fa: ایمیل (اختیاری)

source: You must type the same email each time.
fa: ایمیل‌ها باید یکسان باشند!

source: Password (again)
fa: گذرواژه (دوباره)

source: Current Password
fa: گذرواژه کنونی

source: New Password
fa: گذرواژه جدید

source: New Password (again)
fa: گذرواژه جدید (دوباره)

source: Code
fa: کد

source: user
fa: کاربر

source: email address
fa: نشانی ایمیل

source: verified
fa: تاییدشده

source: primary
fa: اصلی

source: email addresses
fa: نشانی‌های ایمیل

source: created
fa: ایجاد‌شده

source: sent
fa: ارسال شد

source: key
fa: کلید

source: email confirmation
fa: تأییدیه ایمیل

source: email confirmations
fa: تاییدیه‌های ایمیل

source: Headless
fa: بدون نتیجه

source: You cannot add an email address to an account protected by two-factor authentication.
fa: نمی‌توانید نشانی ایمیل به حسابی که با تأیید هویت دو مرحله‌ای محافظت می‌شود اضافه کنید.

source: You cannot deactivate two-factor authentication.
fa: نمی‌توانید تأیید هویت دو مرحله‌ای را غیرفعال کنید.

source: You cannot generate recovery codes without having two-factor authentication enabled.
fa: نمی‌توانید کدهای بازیابی را بدون فعال بودن تأیید هویت دو مرحله‌ای تولید کنید.

source: You cannot activate two-factor authentication until you have verified your email address.
fa: تا زمانی که نشانی ایمیل خود را تأیید نکرده‌اید، نمی‌توانید تأیید هویت دو مرحله‌ای را فعال کنید.

source: Master key
fa: کلید اصلی

source: Backup key
fa: کلید پشتیبان

source: Key nr. {number}
fa: شماره کلید {number}

source: MFA
fa: تأیید هویت دو مرحله‌ای

source: Recovery codes
fa: کدهای بازیابی

source: TOTP Authenticator
fa: اپلیکیشن تأیید هویت TOTP

source: WebAuthn
fa: وب‌اَثتن

source: Authenticator code
fa: کد تأیید هویت

source: Passwordless
fa: بدون گذرواژه

source: Enabling passwordless operation allows you to sign in using just this key, but imposes additional requirements such as biometrics or PIN protection.
fa: فعال کردن عملیات بدون گذرواژه به شما این امکان را می‌دهد که فقط با این کلید وارد شوید، اما نیاز به الزامات اضافی مانند بیومتریک یا حفاظت با پین دارد.

source: An account already exists with this email address. Please sign in to that account first, then connect your %s account.
fa: یک حساب با این نشانی ایمیل قبلاً وجود دارد. لطفاً ابتدا وارد آن حساب شوید، سپس حساب %s خود را به آن متصل کنید.

source: Invalid token.
fa: توکن نامعتبر است.

source: Your account has no password set up.
fa: هیچ گذرواژه‌ای برای حساب شما تنظیم نشده است.

source: Your account has no verified email address.
fa: حساب شما هیچ نشانی ایمیل تأیید شده‌ای ندارد.

source: You cannot disconnect your last remaining third-party account.
fa: نمی‌توانید آخرین حساب متصل‌شده شخص ثالث خود را قطع کنید.

source: The third-party account is already connected to a different account.
fa: حساب شخص ثالث قبلاً به حساب دیگری متصل شده است.

source: Social Accounts
fa: حساب‌های اجتماعی

source: provider
fa: فراهم‌کننده

source: provider ID
fa: شناسه فراهم‌کننده

source: name
fa: نام

source: client id
fa: شناسه مشتری

source: App ID, or consumer key
fa: شناسه اپلیکیشن یا کلید مصرف‌کننده

source: secret key
fa: کلید محرمانه

source: API secret, client secret, or consumer secret
fa: رمز API، رمز مشتری، یا رمز مصرف‌کننده

source: Key
fa: کلید

source: social application
fa: اپلیکیشن اجتماعی

source: social applications
fa: اپلیکیشن‌های اجتماعی

source: uid
fa: شناسه‌کاربری

source: last login
fa: آخرین ورود

source: date joined
fa: تاریخ پیوست

source: extra data
fa: داده‌های اضافی

source: social account
fa: حساب اجتماعی

source: social accounts
fa: حساب‌های اجتماعی

source: token
fa: توکن

source: "oauth_token" (OAuth1) or access token (OAuth2)
fa: "oauth_token" (OAuth1) یا توکن دسترسی (OAuth2)

source: token secret
fa: رمز توکن

source: "oauth_token_secret" (OAuth1) or refresh token (OAuth2)
fa: "oauth_token_secret" (OAuth1) یا توکن تازه‌سازی (OAuth2)

source: expires at
fa: انقضا

source: social application token
fa: توکن اپلیکشن اجتماعی

source: social application tokens
fa: توکن‌های اپلیکیشن اجتماعی

source: Invalid profile data
fa: داده‌های نمایه نامعتبر است.

source: Login
fa: ورود

source: Cancel
fa: لغو

source: Invalid response while obtaining request token from "%s". Response was: %s.
fa: پاسخ نامعتبر هنگام دریافت توکن درخواست از "%s". پاسخ: %s.

source: Invalid response while obtaining access token from "%s".
fa: پاسخ نامعتبر هنگام دریافت توکن دسترسی از "%s".

source: No request token saved for "%s".
fa: هیچ توکن درخواستی برای "%s" ذخیره نشده است.

source: No access token saved for "%s".
fa: هیچ توکن دسترسی برای "%s" ذخیره نشده است.

source: No access to private resources at "%s".
fa: دسترسی به منابع خصوصی در "%s" وجود ندارد.

source: Invalid response while obtaining request token from "%s".
fa: پاسخ نامعتبر هنگام دریافت توکن دسترسی از "%s".

source: Account Inactive
fa: حساب غیرفعال

source: This account is inactive.
fa: این حساب‌کاربری غیرفعال است.

source: Confirm Access
fa: تأیید دسترسی

source: Please reauthenticate to safeguard your account.
fa: لطفاً برای محافظت از حساب خود دوباره احراز هویت کنید.

source: Alternative options
fa: گزینه‌های جایگزین

source: Email Verification
fa: تأیید ایمیل

source: Enter Email Verification Code
fa: وارد کردن کد تأیید ایمیل

source: We’ve sent a code to %(email_link)s. The code expires shortly, so please enter it soon.
fa: کدی به %(email_link)s ارسال کرده‌ایم. این کد به زودی منقضی می‌شود، لطفاً آن را سریع وارد کنید.

source: Confirm
fa: تایید

source: Sign In
fa: ورود

source: Enter Sign-In Code
fa: وارد کردن کد ورود

source: Email Addresses
fa: نشانی‌های ایمیل

source: The following email addresses are associated with your account:
fa: نشانی‌های ایمیل زیر به حساب شما متصل است:

source: Verified
fa: تأیید‌شده

source: Unverified
fa: تأیید‌شده

source: Primary
fa: اصلی

source: Make Primary
fa: اصلی کردن

source: Re-send Verification
fa: ارسال مجدد تأییدیه

source: Remove
fa: حذف

source: Add Email Address
fa: افزودن نشانی ایمیل

source: Add Email
fa: افزودن ایمیل

source: Do you really want to remove the selected email address?
fa: آیا واقعاً می‌خواهید نشانی ایمیل انتخاب‌شده را حذف کنید؟

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
fa: شما این ایمیل را دریافت کرده‌اید زیرا شما یا شخص دیگری تلاش کرده‌اید تا با نشانی ایمیل زیر برای یک حساب کاربری ثبت‌نام کنید: %(email)s با این حال، یک حساب کاربری با این نشانی ایمیل قبلاً وجود دارد. در صورتی که فراموش کرده‌اید، لطفاً از روش بازیابی گذرواژه برای بازیابی حساب خود استفاده کنید: %(password_reset_url)s

source: Account Already Exists
fa: حساب از قبل وجود دارد

source: Hello from %(site_name)s!
fa: سلام از %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
fa: از شما بابت استفاده از %(site_name)s متشکریم! %(site_domain)s

source: You are receiving this mail because the following change was made to your account:
fa: شما این ایمیل را دریافت کرده‌اید چون تغییرات زیر در حساب شما اعمال شده است:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
fa: اگر این تغییر را شناسایی نمی‌کنید، لطفاً فوراً اقدامات امنیتی لازم را انجام دهید. این تغییر در حساب کاربری شما از منبع زیر انجام شده است: نشانی IP: %(ip)s مرورگر: %(user_agent)s تاریخ: %(timestamp)s

source: Your email has been changed from %(from_email)s to %(to_email)s.
fa: ایمیل شما از %(from_email)s به %(to_email)s تغییر کرده است.

source: Email Changed
fa: نشانی ایمیل تغییر کرد.

source: Your email has been confirmed.
fa: نشانی ایمیل شما تایید شد.

source: Email Confirmation
fa: تاییدیه ایمیل

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
fa: شما این ایمیل را دریافت کرده‌اید زیرا کاربر %(user_display)s نشانی ایمیل شما را برای ثبت‌نام حساب کاربری در %(site_domain)s وارد کرده است.

source: Your email verification code is listed below. Please enter it in your open browser window.
fa: کد تأیید ایمیل شما در زیر آمده است. لطفاً آن را در پنجره مرورگر باز خود وارد کنید.

source: To confirm this is correct, go to %(activate_url)s
fa: برای تأیید صحت این موضوع، به %(activate_url)s مراجعه کنید.

source: Please Confirm Your Email Address
fa: لطفاً نشانی ایمیل خود را تأیید کنید.

source: Email address %(deleted_email)s has been removed from your account.
fa: نشانی ایمیل %(deleted_email)s از حساب شما حذف شده است.

source: Email Removed
fa: ایمیل حذف شد!

source: Your sign-in code is listed below. Please enter it in your open browser window.
fa: کد ورود شما در ادامه درج شده است. لطفاً آن را در پنجره مرورگر باز خود وارد کنید.

source: This mail can be safely ignored if you did not initiate this action.
fa: اگر شما این اقدام را آغاز نکرده‌اید، این ایمیل را می‌توان با خیال راحت نادیده گرفت.

source: Sign-In Code
fa: کد ورود

source: Your password has been changed.
fa: گذرواژه شما تغییر کرد.

source: Password Changed
fa: گذرواژه تغییر کرد.

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
fa: این ایمیل را دریافت کرده‌اید زیرا شما یا شخص دیگری درخواست بازنشانی گذرواژه برای حساب کاربری شما را کرده‌اید. اگر شما درخواست بازنشانی گذرواژه نداشته‌اید، می‌توانید این ایمیل را نادیده بگیرید. برای بازنشانی گذرواژه، روی لینک زیر کلیک کنید.

source: In case you forgot, your username is %(username)s.
fa: در صورت فراموشی، نام‌کاربری شما %(username)s است.

source: Password Reset Email
fa: بازیابی گذرواژه

source: Your password has been reset.
fa: گذرواژه‌ کنونی شما تغییر یافت.

source: Password Reset
fa: بازنشانی گذرواژه

source: Your password has been set.
fa: گذرواژه شما تنظیم شد.

source: Password Set
fa: تنظیم گذرواژه

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
fa: شما این ایمیل را دریافت کرده‌اید زیرا شما یا شخص دیگری سعی کرده‌اید به حسابی با ایمیل %(email)s دسترسی پیدا کنید. اما ما هیچ‌گونه رکوردی از چنین حسابی در پایگاه داده خود نداریم.

source: If it was you, you can sign up for an account using the link below.
fa: اگر خودتان بوده‌اید، می‌توانید با استفاده از پیوند زیر برای ایجاد یک حساب کاربری اقدام کنید.

source: Unknown Account
fa: حساب ناشناخته

source: Email Address
fa: نشانی‌های ایمیل

source: Current email
fa: ایمیل کنونی

source: Your email address is still pending verification.
fa: نشانی ایمیل شما هنوز در انتظار تایید است.

source: Cancel Change
fa: لغو تغییرات

source: Change to
fa: تغییر به

source: Change Email
fa: تغییر ایمیل

source: Confirm Email Address
fa: تایید نشانی رایانامه

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
fa: لطفاً تایید کنید که <a href="mailto:%(email)s">%(email)s</a> نشانی ایمیل مربوط به کاربر %(user_display)s است.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
fa: امکان تایید %(email)s وجود ندارد زیرا این ایمیل قبلاً توسط حساب دیگری تایید شده است.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
fa: پیوند تاییدیه ایمیل منقضی شده یا نامعتبر است. لطفاً <a href="%(email_url)s">درخواست تاییدیه ایمیل جدید</a> ارسال کنید.

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
fa: اگر هنوز یه حساب نساختی، پس لطفا نخست %(link)sثبت‌نام%(end_link)s کن.

source: Sign Out
fa: خروج

source: Are you sure you want to sign out?
fa: آیا مطمئنید که می‌خواهید خارج شوید؟

source: You cannot remove your primary email address (%(email)s).
fa: نمی‌توانید نشانی ایمیل اصلی خود (%(email)s) را حذف کنید.

source: Confirmation email sent to %(email)s.
fa: رایانامه‌ی تاییدیه به %(email)s فرستاده شد.

source: You have confirmed %(email)s.
fa: شما نشانی ایمیل %(email)s را تأیید کرده‌اید.

source: Removed email address %(email)s.
fa: نشانی ایمیل %(email)s حذف شد.

source: Successfully signed in as %(name)s.
fa: با نام کاربری %(name)s با موفقیت وارد شدید😊

source: You have signed out.
fa: با موفقیت از حساب کاربری‌تان خارج شدید 👋

source: A sign-in code has been mailed to %(email)s.
fa: کد ورود به %(email)s ارسال شده است.

source: Password successfully changed.
fa: گذرواژه با موفقیت تغییر یافت.

source: Password successfully set.
fa: گذرواژه با موفقیت تنظیم شد.

source: Primary email address set.
fa: نشانی ایمیل اصلی تنظیم شد.

source: Change Password
fa: تغییر گذرواژه

source: Forgot Password?
fa: گذرواژه خود را فراموش کرده‌اید؟

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
fa: گذرواژه خود را فراموش کرده‌اید؟ نشانی ایمیل خود را در زیر وارد کنید تا ایمیلی برای بازنشانی آن ارسال کنیم.

source: Reset My Password
fa: بازنشانی گذرواژه من

source: Please contact us if you have any trouble resetting your password.
fa: اگر مشکلی در بازنشانی گذرواژه دارید، لطفاً با ما تماس بگیرید.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
fa: ما یک ایمیل برای شما ارسال کرده‌ایم. اگر آن را دریافت نکردید، لطفاً پوشه اسپم خود را بررسی کنید. در غیر این صورت، اگر در چند دقیقه آن را دریافت نکردید، با ما تماس بگیرید.

source: Bad Token
fa: توکن اشتباه

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fa: پیوند بازنشانی گذرواژه نامعتبر است، ممکن است قبلاً استفاده شده باشد. لطفاً <a href="%(passwd_reset_url)s">درخواست بازنشانی گذرواژه جدید</a> دهید.

source: Your password is now changed.
fa: گذرواژه شما هم اکنون تغییر کرده است.

source: Set Password
fa: تنظیم گذرواژه

source: Enter your password:
fa: گذرواژه خود را وارد کنید:

source: You will receive an email containing a special code for a password-free sign-in.
fa: یک ایمیل حاوی کد ویژه برای ورود بدون گذرواژه به شما ارسال خواهد شد.

source: Request Code
fa: درخواست کد

source: Other sign-in options
fa: گزینه‌های دیگر برای ورود

source: Signup
fa: ثبت‌نام

source: Sign Up
fa: ثبت نام

source: Already have an account? Then please %(link)ssign in%(end_link)s.
fa: از قبل حساب کاربری دارید؟ پس لطفاً %(link)sوارد شوید.%(end_link)s.

source: Sign up using a passkey
fa: ثبت‌نام با استفاده از کلید ورود

source: Passkey Sign Up
fa: ثبت‌نام با کلید ورود

source: Other options
fa: گزینه‌های دیگر

source: Sign Up Closed
fa: ثبت‌نام بسته شده است

source: We are sorry, but the sign up is currently closed.
fa: متاسفیم، اما در حال حاضر ثبت‌نام بسته شده است.

source: Note
fa: توجه

source: You are already logged in as %(user_display)s.
fa: شما از قبل به عنوان %(user_display)s وارد شده‌اید.

source: Warning:
fa: هشدار:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
fa: در حال حاضر هیچ نشانی ایمیل برای شما تنظیم نشده است. پیشنهاد می‌کنیم یک نشانی ایمیل اضافه کنید تا بتوانید اعلان‌ها، بازنشانی گذرواژه و غیره را دریافت کنید.

source: Verify Your Email Address
fa: تأیید نشانی ایمیل

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
fa: یک ایمیل برای شما ارسال کرده‌ایم تا نشانی ایمیل خود را تأیید کنید. لطفاً پیوند داخل ایمیل را دنبال کنید تا فرایند ثبت‌نام نهایی شود. اگر ایمیل تأیید را در صندوق ورودی اصلی خود نیافتید، پوشه اسپم را بررسی کنید. در غیر این صورت، اگر در چند دقیقه آن را دریافت نکردید، با ما تماس بگیرید.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
fa: این بخش از سایت نیاز دارد که تأیید کنیم شما همان فردی هستید که ادعا کرده‌اید. برای این منظور، از شما خواسته می‌شود تا مالکیت نشانی ایمیل خود را تأیید کنید.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
fa: یک ایمیل برای شما ارسال کرده‌ایم تا نشانی ایمیل خود را تأیید کنید. لطفاً روی پیوند درون ایمیل کلیک کنید. اگر ایمیل تأیید را در صندوق ورودی اصلی خود نیافتید، پوشه اسپم را بررسی کنید. در غیر این صورت، اگر در چند دقیقه آن را دریافت نکردید، با ما تماس بگیرید.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
fa: <strong>توجه:</strong> شما هنوز می‌توانید <a href="%(email_url)s">نشانی ایمیل خود را تغییر دهید</a>.

source: Messages:
fa: پیام‌ها:

source: Menu:
fa: منو:

source: Account Connections
fa: اتصال حساب‌ها

source: Two-Factor Authentication
fa: تأیید هویت دو مرحله‌ای

source: Sessions
fa: نشست‌ها

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
fa: حساب شما با تأیید هویت دو مرحله‌ای محافظت شده است. لطفاً کد تأیید هویت را وارد کنید.

source: A new set of Two-Factor Authentication recovery codes has been generated.
fa: یک مجموعه جدید از کدهای بازیابی تأیید هویت دو مرحله‌ای تولید شده است.

source: New Recovery Codes Generated
fa: کدهای بازیابی جدید تولید شدند.

source: Authenticator app activated.
fa: اپلیکیشن تأیید هویت فعال شد.

source: Authenticator App Activated
fa: اپلیکیشن تأیید هویت فعال شد.

source: Authenticator app deactivated.
fa: اپلیکیشن تأیید هویت غیرفعال شد.

source: Authenticator App Deactivated
fa: اپلیکیشن تأیید هویت غیرفعال شد.

source: A new security key has been added.
fa: یک کلید امنیتی جدید اضافه شده است.

source: Security Key Added
fa: کلید امنیتی اضافه شد.

source: A security key has been removed.
fa: یک کلید امنیتی اضافه شد.

source: Security Key Removed
fa: کلید امنیتی حذف شد.

source: Authenticator App
fa: اپلیکیشن تأیید هویت

source: Authentication using an authenticator app is active.
fa: تأیید هویت با استفاده از اپلیکیشن تأیید هویت فعال است.

source: An authenticator app is not active.
fa: اپلیکیشن تأیید هویت غیرفعال است.

source: Deactivate
fa: غیرفعال‌سازی

source: Activate
fa: فعال‌سازی

source: Security Keys
fa: کلیدهای امنیتی

source: You have added %(count)s security key.
fa: شما %(count)s کلید امنیتی اضافه کرده‌اید.

source: No security keys have been added.
fa: هیچ کلید امنیتی اضافه نشده است.

source: Manage
fa: مدیریت

source: Add
fa: افزودن

source: Recovery Codes
fa: کدهای بازیابی

source: There is %(unused_count)s out of %(total_count)s recovery codes available.
fa: از %(total_count)s کد بازیابی، %(unused_count)s کد قابل استفاده است.

source: No recovery codes set up.
fa: هیچ کد بازیابی تنظیم نشده است.

source: View
fa: مشاهده

source: Download
fa: دانلود

source: Generate
fa: تولید

source: A new set of recovery codes has been generated.
fa: یک مجموعه جدید از کدهای بازیابی تولید شده است.

source: Security key added.
fa: کلید امنیتی اضافه شد.

source: Security key removed.
fa: کلید امنیتی حذف شد.

source: Enter an authenticator code:
fa: کد تأیید هویت را وارد کنید:

source: You are about to generate a new set of recovery codes for your account.
fa: شما در حال تولید مجموعه جدیدی از کدهای بازیابی برای حساب خود هستید.

source: This action will invalidate your existing codes.
fa: این اقدام باعث منقضی شدن کدهای فعلی شما خواهد شد.

source: Are you sure?
fa: آیا مطمئن هستید؟

source: Unused codes
fa: کدهای استفاده نشده

source: Download codes
fa: دانلود کدها

source: Generate new codes
fa: تولید کدهای جدید

source: Activate Authenticator App
fa: فعال‌سازی اپلیکیشن تأیید هویت

source: To protect your account with two-factor authentication, scan the QR code below with your authenticator app. Then, input the verification code generated by the app below.
fa: برای محافظت از حساب خود با تأیید هویت دو مرحله‌ای، کد QR زیر را با اپلیکیشن تأیید هویت خود اسکن کنید. سپس، کد تأیید تولید شده توسط اپلیکیشن را وارد کنید.

source: Authenticator secret
fa: رمز تأیید هویت

source: You can store this secret and use it to reinstall your authenticator app at a later time.
fa: شما می‌توانید این رمز را ذخیره کرده و برای نصب مجدد اپلیکیشن تأیید هویت خود در آینده از آن استفاده کنید.

source: Deactivate Authenticator App
fa: غیرفعال‌سازی اپلیکیشن تأیید هویت

source: You are about to deactivate authenticator app based authentication. Are you sure?
fa: شما در حال غیرفعال کردن تأیید هویت مبتنی بر اپلیکیشن تأیید هویت هستید. آیا مطمئنید؟

source: Add Security Key
fa: افزودن کلید امنیتی

source: Remove Security Key
fa: حذف کلید امنیتی

source: Are you sure you want to remove this security key?
fa: آیا مطمئنید که می‌خواهید این کلید امنیتی را حذف کنید؟

source: Usage
fa: استفاده

source: Passkey
fa: کلید ورود

source: Security key
fa: کلید امنیتی

source: This key does not indicate whether it is a passkey.
fa: این کلید نشان نمی‌دهد که آیا یک کلید ورود است یا خیر.

source: Unspecified
fa: مشخص نشده
